IdeaRS.OpenModel.Concrete.ProjectDataConcrete
Project data concrete

IdeaRS.OpenModel.Concrete.ProjectDataConcrete.#ctor
Constructor

IdeaRS.OpenModel.Concrete.ProjectDataConcrete.DesignWorkingLife
Design working fife